'use strict';

exports.GetAsianIndexHistrory = () => {
    return {
        AsianIndexHistrory: [
            {
                Cid: '3000181',
                Name: 'Bet365',
                Datas: [
                    {
                        GameId: "1173677",
                        Data: [2.025, 1.775, -0.25, 2.05, 1.75, -0.25],//【主赔，客赔，让球，主赔（初），客赔（初），让球（初）】
                        Date: "1417775905000"
                    },
                    {
                        Data: [2.025, 1.775, -0.25, 2.05, 1.75, -0.25],
                        Date: "1417775738000"
                    },
                    {
                        Data: [2.025, 1.775, -0.25, 2.05, 1.75, -0.25],
                        Date: "1417775649000"
                    },
                    {
                        Data: [2.025, 1.775, -0.25, 2.05, 1.75, -0.25],
                        Date: "1417775478000"
                    },
                ]
            }
        ]
    };
}