'use strict';
//大小球指数列表


exports.GetBigSmallList = () => {
    return {
        BigSmallList: [
            {
                Cid: '3000181',
                Name: 'Bet365',
                Datas: [
                    {
                        GameId: "1173677",
                        Data: [1.925, 1.925, 2.5, 2.0, 1.85, 2.5],//【大球，小球，总分，大球（初），小赔（初），总分（初）】
                        Date: "1417775905000"
                    },
                    {
                        Data: [2.025, 1.775, -0.25, 2.05, 1.75, -0.25],
                        Date: "1417775738000"
                    },
                    {
                        Data: [2.025, 1.775, -0.25, 2.05, 1.75, -0.25],
                        Date: "1417775649000"
                    },
                    {
                        Data: [2.025, 1.775, -0.25, 2.05, 1.75, -0.25],
                        Date: "1417775478000"
                    },
                ]
            }
        ]
    };
}