'use strict';

exports.GetEuropeanIndexPoint = () => {
    return {
        GameId: "1173677",
        EuropeanIndexPoint: [
            {
                Cid: '17',
                Name: '',
                Logs: [
                    {
                        Data: [3.25, 2.87, 2.20, 27.70, 31.37, 40.93, 90.04, 3.30, 2.87, 2.15, 27.14, 31.21, 41.66, 89.56],//[主胜，和，客胜，主胜率，和率，客胜率，返还率，主胜（初），和（初），客胜（初），主胜率（初），和率（初），客胜率（初），返还率（初）]
                        Date: "1417772190000"
                    }
                ]
            }
        ]
    };
}