'use strict';
//欧指列表


exports.GetEuropeanIndexList = () => {
    return {
        EuropeanList: [
            {
                Cid: '3000181',
                Name: 'Bet365',
                Datas: [
                    {
                        GameId: "1173677",
                        Data: [1.925, 1.925, 2.5, 2.0, 1.85, 2.5],//【祝胜，和局，客胜，主胜（初），和局（初），客胜（初）】
                        Date: "1417775905000"
                    },
                    {
                        Data: [2.025, 1.775, -0.25, 2.05, 1.75, -0.25],
                        Date: "1417775738000"
                    },
                    {
                        Data: [2.025, 1.775, -0.25, 2.05, 1.75, -0.25],
                        Date: "1417775649000"
                    },
                    {
                        Data: [2.025, 1.775, -0.25, 2.05, 1.75, -0.25],
                        Date: "1417775478000"
                    },
                ]
            }
        ]
    };
}