'use strict';

exports.GetSchedule = () => {
    return {
        Schedule: [
            {
                Id:[1178518,381,14388,3908], //【比赛编号，联赛编号，主队编号，客队编号】
                Date:1590610600000, //比赛时间
                N:0,//是否为中立场
                Rank:['8','6'],//【主队排名，客队排名】
                Score:[2,1],//90分钟比分【主队分数，客队分数】
                RedCard:[0,0],//【主队红牌，客队红牌】
                Half:'0-0',//半场比分
                Note:'tt'//备注
            },
            {
                Id:[1122443,165,216,1036],
                Date:1590611500000,
                N:0,
                Rank:['7','15'],
                Score:[1,1],
                RedCard:[0,0],
                Half:'0-0',
                Note:'角球数（5）|角球数（4）'
            },
            {
                Id:[1203525,332,325,221],
                Date:1590612400000,
                N:0,
                Rank:['甲16','乙10'],
                Score:[2,2],
                RedCard:[0,0],
                Half:'0-1',
                Note:'90分钟[2-2],120分钟[4-4],点球[5-4] 角球数(7)|角球数(10)'
            },
            {
                Id:[1204338,245,4886,786],
                Date:1590615100000,
                N:0,
                Rank:['乙红8','超5'],
                Score:[1,1],
                RedCard:[0,0],
                Half:'0-0',
                Note:''
            },
            {
                Id:[1178518,381,14388,3908], //【比赛编号，联赛编号，主队编号，客队编号】
                Date:1590610600000, //比赛时间
                N:0,//是否为中立场
                Rank:['8','6'],//【主队排名，客队排名】
                Score:[2,1],//90分钟比分【主队分数，客队分数】
                RedCard:[0,0],//【主队红牌，客队红牌】
                Half:'0-0',//半场比分
                Note:'tt'//备注
            },
            {
                Id:[1122443,165,216,1036],
                Date:1590611500000,
                N:0,
                Rank:['7','15'],
                Score:[1,1],
                RedCard:[0,0],
                Half:'0-0',
                Note:'角球数（5）|角球数（4）'
            },
            {
                Id:[1203525,332,325,221],
                Date:1590612400000,
                N:0,
                Rank:['甲16','乙10'],
                Score:[2,2],
                RedCard:[0,0],
                Half:'0-1',
                Note:'90分钟[2-2],120分钟[4-4],点球[5-4] 角球数(7)|角球数(10)'
            },
            {
                Id:[1204338,245,4886,786],
                Date:1590615100000,
                N:0,
                Rank:['乙红8','超5'],
                Score:[1,1],
                RedCard:[0,0],
                Half:'0-0',
                Note:''
            },
        ]
    };
};